Repository: PierreLebedel/KodexPostsLikes
Catalog: languages/kodex-*.po
Languages: fr_fr

source: Show stats of the last %s days
fr_fr: Afficher les stats des %s derniers jours

source: A simple AJaX based WordPress Plugin which allows your visitors to like or dislike posts, pages and cutom post types.
fr_fr: Un simple plugin WordPress permettant à vos visiteurs de voter en AJaX sur vos articles, pages, et type de contenu personnalisés.

source: The options are saved
fr_fr: Les options sont enregistrées

source: Settings
fr_fr: Réglages

source: Last %s days
fr_fr: %s derniers jours

source: Save
fr_fr: Enregistrer

source: No vote yet.
fr_fr: Pas encore de vote.

source: Post type
fr_fr: Type

source: Post title
fr_fr: Titre

source: View %s more
fr_fr: Voir %d autre

source: Display the buttons
fr_fr: Afficher les boutons

source: Inside the loop:
fr_fr: Dans la loop :

source: Outside the loop:
fr_fr: En dehors de la loop :

source: Displayed text inside the buttons can be changed by adding these attributes:
fr_fr: Les textes des boutons peuvent être changés avec ces deux attributs :

source: Display the counter
fr_fr: Afficher le compteur

source: Ordering posts by descending likes count in a custom query in your theme:
fr_fr: Articles par nombre de likes descendant dans une requête de votre thème :

source: Like this plugin?
fr_fr: Vous aimez ce plugin ?

source: Do not hesitate to click on Like, it will make me happy!
fr_fr: N'hésitez pas à cliquer sur le Like pour me faire plaisir !

source: For more ressources and snippets, vitit us at
fr_fr: Pour davantage de ressources et de snippets, rendez-vous sur

source: Like button text
fr_fr: Texte du bouton Like

source: Dislike button text
fr_fr: Texte du bouton Dislike

source: Display the Dislike button
fr_fr: Afficher le bouton Dislike

source: Hide the buttons counters if the number is zero
fr_fr: Cacher les compteurs des boutons si le chiffre vaut zéro

source: Hide the buttons counter
fr_fr: Cacher les compteurs des boutons

source: Enable for this post types
fr_fr: Activer pour ces types de contenu

source: Show on the top of post
fr_fr: Afficher en haut de l'article

source: Don't show automatically (I use shortcodes)
fr_fr: Ne pas afficher automatiquement (j'utilise les shortcodes)

source: Show on the bottom of post
fr_fr: Afficher en bas de l'article

source: Show on the top and on the bottom of post
fr_fr: Afficher en haut et en bas de l'article

source: Alignment
fr_fr: Alignement

source: Left
fr_fr: Gauche

source: Center
fr_fr: Centre

source: Right
fr_fr: Droite

source: Include default stylesheet
fr_fr: Inclure les styles par défaut

source: Number of days for the displayed stats on the admin dashboard
fr_fr: Nombre de jours affichés dans les stats du dashboard
